tap "homebrew/bundle"
tap "homebrew/cask"
tap 'homebrew/cask-fonts'
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "awscli"
brew "bat"
brew "direnv"
brew "gh"
brew "jq"
brew "nnn"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "sleepwatcher", restart_service: true
brew "starship"
brew "tldr"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "dozer"
cask "easy-move-plus-resize"
cask "rectangle"
